import React from "react";
import "./Delivery.css";

const Delivery = () => {
  return (
    <section className="info" id="Deliver">
      <div className="delivery container">
        <p>Оплата:</p>
        <p>
          Накладений платіж: Вартість послуги "Накладений платіж" складає 20грн.
          + 2% від суми замовлення. Такий спосіб оплати можливий при отриманні
          товару у відділенні «Нова Пошта», або до моменту відправки замовлення
          на наш рахунок. Онлайн оплата картою Visa/Mastercard: Оплата
          виконоється онлайн за допомогою сервісу LiqPay (ПриватБанк). Переказ
          на банківську карту: З вами додатково зв'яжеться Наш менеджер та
          надішле Вам реквізити для оплати.
        </p>
      </div>
      <div className="delivery container">
        <p>Доставка:</p>
        <p>
          Доставка до відділень «Нова Пошта» по всій Україні: Вартість доставки
          залежить від замовлення та адреси відділення. Термін зберігання
          посилки у відділенні «Нова Пошта» - 5 робочих днів. Доставка кур’єром
          Нова Пошта» до ваших дверей по всій Україні: Вартість доставки
          залежить від замовлення та адреси Вашого проживання. Доставка
          здійснюється по всій території України за винятком АР Крим і тимчасово
          окупованих територій
        </p>
      </div>
    </section>
  );
};

export default Delivery;
